# Problem 3
#
# Создайте SET из 5 элементов. Потом добавьте в SET ещё один элемент.
#
# А затем удалите через .pop() элемент и посмотрите что же вы удалили

a = {1, 6, 8, 5, 15}
a.add((18))
print(a)
a.pop()
print(a)

